Repository: DelianSTT/Telegraph
Catalog: po/*.po
Languages: bg

# shortcut window
source: General
bg: Общи

# shortcut window
source: Show Shortcuts
bg: Показване на клавишни комбинации

# shortcut window
source: Quit
bg: Изход

source: Telegraph
bg: Телеграф

source: Main Menu
bg: Главно меню

source: Message
bg: Съобщение

source: Copy to Clipboard
bg: Копиране в клипборда

source: Morse Code
bg: Морзов код

source: _Keyboard Shortcuts
bg: _Клавишни комбинации

source: _About Telegraph
bg: _Относно Телеграф

source: Message copied
bg: Съобщението е копирано

source: Morse code copied
bg: Морзовият код е копиран

source: Write and decode morse
bg: Пишете и разкодирайте морзов код

source: translator-credits
bg: Delyan Tomov

source: A Morse translator for GNOME
bg: Преводач на морзов код за GNOME

source: morse;code;translator;translate;
bg: морзов;код;преводач;превеждане;

source: Telegraph is a simple Morse translator, start typing your message to seethe resulting Morse code and vice versa.
bg: Телеграф е прост преводач на морзов код, започнете да въвеждате съобщението си, за да видите резултата в морзов код и обратно.
